main_menu = '''Главное меню:
    1. Смотреть все заметки
    2. Найти заметку
    3. Добавить заметку
    4. Изменить заметку
    5. Удалить заметку
    6. Сохранить заметки в файл
    7. Выход 
Введите номер действия:'''

search_menu = '''Меню поиска:
    1. Вывести заметку по id
    2. Найти заметку по дате
    3. Отмена 
Введите номер действия:'''

data_new_note = '''Введите заголовок заметки: 
Введите текст заметки: '''

note_date_for_search = '''Введите дату заметки в формате гггг-мм-дд: '''

note_id_for_search = '''Введите id заметки: '''